<template>
    <div class="messageList bgColor fullScreen">
        <topMenu></topMenu>
        <bnavs></bnavs>

        <div class="messageListM">
            <ul>
                <li>
                    <a href="">学生上报个人荣誉审核方案（通知）</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案（通知）</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
                <li>
                    <a href="">学生上报个人荣誉审核方案</a>
                    <p>为发展学生课外学习兴趣，促进学生综合素质发展内容，我校决定开放学生个人荣誉档案。凡是在校非上课期间活动其他学习，兴趣爱好等奖项的同学可将荣誉证书等获奖内容提交到学校的教务处，我校将为同学统一办理荣誉档案袋。存进学生的综合素质的发展</p>
                    <time>2018-09-01</time>
                </li>
            </ul>
        </div>
    </div>
</template>

<script>
import topMenu from "./topMenu.vue"
import bnavs from "./navAdmin.vue"
export default {
name:'messageList',
components:{topMenu,bnavs}
}
</script>

<style>

</style>
